Repository: pouyasolltani81/NewsPic_G
Catalog: BackBoiler/src/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Total Users
fa: تعداد کاربران

source: Active Workflows
fa: گردش‌کارهای فعال

source: Pending Tasks
fa: وظایف در انتظار

source: System Uptime
fa: زمان روشن بودن سیستم

source: Recent Activity
fa: فعالیت اخیر

source: Workflow “Import Data” completed 5 minutes ago.
fa: گردش‌کار «وارد کردن داده» پنج دقیقه پیش کامل شد.

source: New user registered: alice@example.com.
fa: کاربر جدید ثبت‌نام کرد: alice@example.com.

source: Task “Generate Report” is pending review.
fa: وظیفه «تولید گزارش» در انتظار بررسی است.

source: Dashboard
fa: داشبورد

source: Workflows
fa: گردش‌کارها

source: Analytics
fa: تحلیل‌ها

source: Inputs
fa: ورودی‌ها

source: Settings
fa: تنظیمات

source: No New Messages
fa: پیامی وجود ندارد

source: New Notification
fa: اعلان جدید

source: No Content Available
fa: محتوایی در دسترس نیست

# navigation.messages.show_all_messages
source: Show all messages
fa: نمایش تمام پیام‌ها

# quick.dashboard.title
source: Create Dashboard Item
fa: ایجاد آیتم داشبورد

# quick.dashboard.description
source: Add something to the dashboard.
fa: افزودن آیتمی به داشبورد.

# quick.dashboard.summery
source: Added to dashboard
fa: به داشبورد اضافه شد

# quick.workflow.title
source: Create Workflow
fa: ایجاد گردش‌کار

# quick.workflow.description
source: Start a new workflow to automate your processes.
fa: یک گردش‌کار جدید برای خودکارسازی فرایندها ایجاد کنید.

# quick.workflow.summery
source: Started a new workflow
fa: گردش‌کار جدید شروع شد

# quick.analytics.title
source: View Reports
fa: مشاهده گزارش‌ها

# quick.analytics.description
source: Check your analytics and performance reports.
fa: گزارش‌های تحلیلی و عملکرد خود را بررسی کنید.

# quick.analytics.summery
source: Viewed analytics
fa: تحلیل‌ها مشاهده شد

# quick.inputs.title
source: Import Data
fa: وارد کردن داده‌ها

# quick.inputs.description
source: Upload your data files to process them.
fa: فایل‌های داده خود را بارگذاری کنید تا پردازش شوند.

# quick.inputs.summery
source: Uploaded data files
fa: فایل‌های داده بارگذاری شد

# quick.settings.title
source: Clear Settings
fa: پاک کردن تنظیمات

# quick.settings.description
source: Reset the recent actions log.
fa: پاک کردن تاریخچه اقدامات اخیر.

# quick.settings.summery
source: Cleared action history
fa: تاریخچه اقدامات پاک شد

source: Recent Actions Log
fa: لاگ های جدید

# inputs.date.title
source: Select a Jalali Date
fa: انتخاب تاریخ جلالی

# inputs.date.jalali_label
source: Jalali Date
fa: تاریخ جلالی

# inputs.date.submit
source: Submit
fa: ثبت

# inputs.date.selected_jalali
source: Selected Jalali
fa: تاریخ جلالی انتخاب‌شده

# inputs.date.selected_gregorian
source: Selected Gregorian
fa: تاریخ میلادی انتخاب‌شده

source: Messages
fa: پیام‌ها

source: Read
fa: خوانده‌شده؟

source: Device
fa: دستگاه

source: Class
fa: کلاس

source: Type
fa: نوع

source: Title
fa: عنوان

source: Created At
fa: تاریخ ایجاد

source: Actions
fa: عملیات

source: no new messages
fa: بدون پیغام جدید
